<?php
// Database Restore
$locale['400'] = "بازيابي فايل بانك اطلاعاتي";
$locale['401'] = "خطا";
$locale['402'] = "فرمت فايل پشتيبان غير معتبر است";
$locale['403'] = "بستن";
// Backup File Information
$locale['410'] = "اطلاعات مربوط به فايل پشتيبان";
$locale['411'] = "اطلاعات مربوط به جايگزيني فايل پشتيبان";
$locale['412'] = "نام فايل پشتيبان:";
$locale['413'] = "تاريخ ايجاد فايل پشتيبان:";
$locale['414'] = "نام بانك اطلاعاتي:";
$locale['415'] = "پیشوند جداول هسته بانک اطلاعاتی:";
$locale['416'] = "جداول:";
$locale['417'] = "مشاهده";
$locale['418'] = "منصرف شدن";
$locale['419'] = "Tables";
// Database Restore
$locale['430'] = "تنظيمات مربوط به جايگزيني";
$locale['431'] = "نام فايل:";
$locale['432'] = "تاريخ ايجاد:";
$locale['433'] = "ساختن جداول:";
$locale['434'] = "Populate Tables:";
$locale['435'] = "انتخاب:";
$locale['436'] = "همه";
$locale['437'] = "هيچكدام";
$locale['438'] = "بازيابي";
$locale['439'] = "منصرف شدن";
// Database Backup
$locale['450'] = "پشتيبان گيري از بانك اطلاعاتي";
$locale['451'] = "اطلاعات مربوط به بانك اطلاعاتي سايت";
$locale['452'] = "سايز كلي جداول بانك اطلاعاتي:";
$locale['453'] = "سایز جداول هسته بانک اطلاعاتی:";
$locale['454'] = "تنظيمات پشتيبان گيري:";
$locale['455'] = "نوع فايل پشتيبان:";
$locale['456'] = "(فشرده)";
$locale['457'] = "جداول موجود در بانك اطلاعاتي";
$locale['458'] = "core";
$locale['459'] = "پشتيبان گيري";
$locale['460'] = "رمز کاربر:";
// Backup List
$locale['480'] = "بازیابی پشتیبان";
$locale['481'] = "نام فايل";
?>