<?php
//$locale['400'] = "تصاوير موجود در اين آلبوم";
$locale['401'] = "ويرايش تصوير";
$locale['400'] = "افزودن تصوير جديد";
$locale['402'] = "حذف عکس";

$locale['410'] = "عکس جدید به دیتابیس اضافه شد";
$locale['411'] = "عکس با موفقیت آپدیت شد";
$locale['412'] = "عکس حذف شد";
$locale['413'] = "عکس از دیتابیس حذف شد";

$locale['420'] = "Photo Error";
$locale['421'] = "The following error has occured:";
$locale['422'] = "Invalid image filename.";
$locale['423'] = "Image must be less than %s.";
$locale['424'] = "Image must be a GIF, JPEG or PNG file.";
$locale['425'] = "Image must be no bigger than %uw x %uh pixels.";

$locale['440'] = "عنوان: ";
$locale['441'] = "توضیحات: ";
$locale['442'] = "ترتیب: ";
$locale['443'] = "تصویر: ";
$locale['444'] = "عکس: ";
$locale['445'] = "امكان ارسال نظر فعال باشد";
$locale['446'] = "امكان دادن امتياز فعال باشد";
$locale['447'] = "ذخیره عکس";
$locale['448'] = "منصرف شدن";

$locale['460'] = "تصاویر موجود";
$locale['461'] = "Click to view";
$locale['462'] = "No image";
$locale['463'] = "تاریخ: ";
$locale['464'] = "ارسال شده توسط: ";
$locale['465'] = "دفعات بازدید: ";
$locale['466'] = "نظرات: ";
$locale['467'] = "انتقال به بالا";
$locale['468'] = "انتقال به پایین";
$locale['469'] = "ویرایش";
$locale['470'] = "حذف";

$locale['480'] = "تصويري ارسال نشده است";
$locale['481'] = "بستن آلبوم";/*
$locale['403'] = "ID";
$locale['404'] = "عنوان";
$locale['405'] = "تصوير";
$locale['406'] = "آيكون";
$locale['407'] = "فرستنده";
$locale['408'] = "تاريخ ارسال";
$locale['409'] = "تعداد نظرها";

$locale['410'] = "ترتيب";
$locale['411'] = "تنظيمات";
$locale['412'] = "حذف";
$locale['413'] = "تعداد بازديد";
$locale['414'] = "ذخيره تصوير";
$locale['415'] = "منصرف شدن";
$locale['416'] = "ترتيب قرارگيري:";
$locale['417'] = "براي تنظيم خودكار ترتيب ، اين گزينه را خالي بگذاريد";
$locale['418'] = "در حال بارگذاري تصوير...";
$locale['419'] = "تصوير كوچك (آيكون) بصورت خودكار با ابعاد %u در %u پيكسل ايجاد خواهد شد";
$locale['420'] = "خطا در ارسال تصوير";
$locale['421'] = "پيغام خطا";
$locale['422'] = "عنوان تصوير تكراري است و قبلا انتخاب شده است.";
$locale['423'] = "تصوير ارسالي بايد كمتر از %u بايت باشد.";
$locale['424'] = "فرمت تصوير ارسالي معتبر نيست.";
$locale['425'] = "تصوير ارسالي بايد به فرمت JPEG باشد.";
$locale['426'] = "ابعاد تصوير ارسالي بايد كمتر از %u در %u پيكسل باشد.";
$locale['427'] = "بازگشت به ارسال تصوير";
$locale['428'] = "بازگشت به فهرست مديريت";
$locale['429'] = "تصويري ارسال نشده است";
$locale['430'] = "هيج";
$locale['431'] = "بستن آلبوم";*/
?>