<?php
//$locale['400'] = "اضافه کردن آلبوم";
$locale['402'] = "حذف آلبوم";
$locale['401'] = "ويرايش آلبوم";
$locale['400'] = "افزودن آلبوم جديد";
/*
$locale['404'] = "ID";
$locale['405'] = "عنوان";
$locale['406'] = "آيكون";
$locale['407'] = "تصاوير موجود";
$locale['408'] = "ترتيب";
$locale['409'] = "تنظيمات";
$locale['410'] = "توضيحات";
$locale['411'] = "تصوير";
$locale['412'] = "حذف";
$locale['413'] = "مشاهده محتويات";
$locale['414'] = "دخيره كردن آلبوم";
$locale['415'] = "منصرف شدن";*/

$locale['410'] = "آلبوم جدید اضافه شد";
$locale['411'] = "آلبوم با موفقیت آپدیت شد";
$locale['412'] = "پیش نمایش آلبوم حذف شد";
$locale['413'] = "آلبوم حذف شد";
$locale['414'] = "آلبوم حذف نمی شود";
$locale['415'] = "تعداد عکس های موجود در آلبوم";
/*
$locale['416'] = "ترتيب قرارگيري:";
$locale['417'] = "براي تنظيم خودكار ترتيب ، اين گزينه را خالي بگذاريد";
$locale['418'] = "در حال بارگذاري تصوير...";
$locale['419'] = "تصوير انتخابي بصورت خودكار به ابعاد %u در %u پيكسل تبديل خواهد شد";
$locale['420'] = "خطا در ايجاد آلبوم";
$locale['421'] = "پيغام خطا";
$locale['422'] = "آلبوم تصاوير را نمي توانيد حذف كنيد";
$locale['423'] = "آلبوم انتخابي شما شامل تصوير است";
$locale['424'] = "نام آلبوم تكراري است و قبلا استفاده شده است";
$locale['425'] = "تصوير ارسالي بايد كمتر از %u بايت باشد";
$locale['426'] = "تصوير انتخابي شما فرمت غير معتبر دارد";
$locale['427'] = "تصوير ارسالي بايد به فرمت JPEG باشد.";
$locale['428'] = "ابعاد تصوير ارسالي نبايد بيشتر از %u در %u پيكسل باشد.";
$locale['429'] = "بازگشت به مديريت آلبوم تصاوير";
$locale['430'] = "بازگشت به فهرست مديريت";
$locale['431'] = "هيچ آلبوم تصويري ايجاد نشده است";
$locale['432'] = "هيچ";
$locale['433'] = "همزمان سازي آلبوم عكسها";
*/

$locale['420'] = "خطا در ايجاد آلبوم";
$locale['421'] = "The following error has occured:";
$locale['422'] = "Invalid image filename.";
$locale['423'] = "ابعاد تصوير ارسالي نبايد بيشتر از %u در %u پيكسل باشد.";
$locale['424'] = "Image must be a GIF, JPEG or PNG file.";
$locale['425'] = "تصوير ارسالي بايد كمتر از %s بايت باشد";

$locale['440'] = "عنوان : ";
$locale['441'] = "توضیحات : ";
$locale['442'] = "سطح دسترسی : ";
$locale['443'] = "ترتيب : ";
$locale['444'] = "تصوير : ";
$locale['445'] = "ذخیره آلبوم";
$locale['446'] = "منصرف شدن";

$locale['460'] = "آلبوم ها";
$locale['461'] = "باز کردن آلبوم";
$locale['462'] = "بدون پیش نمایش";
$locale['463'] = "تاریخ: ";
$locale['464'] = "ایجاد شده توسط: ";
$locale['465'] = "سطح دسترسی: ";
$locale['466'] = "تعداد تصاویر: ";
$locale['467'] = "Move up";
$locale['468'] = "Move down";
$locale['469'] = "ویرایش";
$locale['470'] = "حذف";

$locale['480'] = "همزمان سازي آلبوم عكسها";
$locale['481'] = "هيچ آلبوم تصويري ايجاد نشده است";

?>