<?php
$locale['400'] = "ثبت نام";
$locale['401'] = "فعال سازي حساب كاربري";
// Registration Errors
$locale['402'] = "شما بايد نام كاربري ، رمز عبور و آدرس پست الكترونيكي را وارد نماييد.";
$locale['403'] = "نام كاربري انتخابي شما ، شامل كاراكترهاي غير معتبر است.";
$locale['404'] = "دو رمز عبور داده شده يكي نيستند.";
$locale['405'] = "رمز عبور انتخابي شما غير معتبر است ، فقط از حروف و اعداد استفاده نماييد<br/>
حداقل طول رمز عبور بايد 6 كاراكتر باشد.";
$locale['406'] = "آدرس پست الكترونيكي شما معتبر نمي باشد.";
$locale['407'] = "متاسفانه نام كاربري ".(isset($_POST['username']) ? $_POST['username'] : "")." قبلاً استفاده شده است.";
$locale['408'] = "متاسفانه آدرس پست الكترونیكي ".(isset($_POST['email']) ? $_POST['email'] : "")." قبلاً استفاده شده است.";
$locale['409'] = "حساب كاربري شما ايجاد شد. براي فعال سازي آن يك ايميل به آدرس مقابل ارسال شده است :";
$locale['410'] = "كد ورودي اشتباه است.";
$locale['411'] = "پست الكترونیكي و يا سرويس دهنده پست الكترونيكي شما در ليست سياه قرار دارد.";
// Email Message
//$locale['449'] = "به سایت ".$settings['sitename'] "خوش آمدید.";
$locale['450'] = "سلام و خسته نباشيد ".(isset($_POST['username']) ? $_POST['username'] : "")." ,\n
.:: به ".$settings['sitename']." خوش آمديد ::.\n
مشخصات كاربري شما به شرح زير مي باشد :\n
نام كاربري‌ : ".(isset($_POST['username']) ? $_POST['username'] : "")."
رمز عبور : ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
لطفاً بر روي آدرس زير كليك نماييد :\n";
// Registration Success/Fail
$locale['451'] = "ثبت نام شما با موفقيت انجام شد";
$locale['452'] = "شما مي توانيد هم اكنون وارد حساب كاربري خود بشويد.";
$locale['453'] = "مديريت سايت بزودي حساب كاربري شما را فعال مي كند.";
$locale['454'] = "ثبت نام شما با موفقيت انجام شد. براي فعال كردن حساب كاربري ايميل خود را چك كرده و بر روي لينك فعال سازي كليك نماييد.";
$locale['455'] = "حساب كاربري شما مورد بازبيني قرار گرفت.";
$locale['456'] = "ثبت نا با موفقيت انجام نشد";
$locale['457'] = "ايميل ارسال نشد. لطفا با <a href='mailto:".$settings['siteemail']."'>مدير سايت</a> تماس بگيريد.";
$locale['458'] = "عمل ثبت نام بنا به يكي از دلايل زير انجام نپذيرفت:";
$locale['459'] = "لطفاً مجدداً تلاش نماييد";
// Register Form
$locale['500'] = "لطفاً مشخصات خود را در زير وارد نماييد. ";
$locale['501'] = "ايميل فعال سازي پس از ثبت نام به آدرس پست الكترونيكي شما ارسال خواهد شد.";
$locale['502'] = "تمامي فيلدهايي كه با<span style='color:#ff0000;'>*</span> مشخص شده اند بايد تكميل شوند.
حروف بزرگ و كوچك در شناسه كاربري و رمز عبور تاثير گذارند.";
$locale['503'] = " پس از عضويت در سايت مي توانيد موارد ديگر را در قسمت ويرايش مشخصات تكميل نماييد.";
$locale['504'] = "كد ورودي:";
$locale['505'] = "كد ورودي را وارد نماييد:";
$locale['506'] = "ثبت نام";
$locale['507'] = "سيستم ثبت نام در حال حاضر غير فعال است.";
// Validation Errors
$locale['550'] = "لطفاً يك شناسه كاربري انتخاب نماييد";
$locale['551'] = "لطفاً يك رمز عبور انتخاب نماييد";
$locale['552'] = "لطفاً آدرس پست الكترونیكي خود را وارد نماييد";
?>