<?php
$locale['SM100'] = "نقشه ي سايت ";
$locale['SM101'] = "توسط اين ماژول مي توانيد يك نمودار درختي از محتوا سايت خود بدست آوريد";
//mls
$locale['SM110'] = "براي زبان ";
//titles
$locale['SM120'] = "آخرين خبرها";
$locale['SM122'] = "مقالات";
$locale['SM125'] = "سؤال و جواب هاي متداول";
$locale['SM126'] = "شاخه هاي خبري";
$locale['SM127'] = "آخرين اخبار";
$locale['SM129'] = "آخرين لينك هاي ارسال شده";
$locale['SM131'] = "آخرين ارسال ها در تالارهاي گفتمان";
$locale['SM132'] = "نظرسنجي";
//other
$locale['SM141'] = "بازديد";
?>